
"DSKAppleRootSource"		= "Apple";

"DesktopPicturesBuiltin"	= "Työpöytäkuvat";
"NatureBuiltin"				= "Luonto";
"PlantsBuiltin"				= "Kasvit";
"ArtBuiltin"				= "Taide";
"BlackAndWhiteBuiltin"		= "Mustavalkoinen";
"AbstractBuiltin"			= "Abstrakti";
"PatternsBuiltin"			= "Kuviot";
"SolidColorsBuiltin"		= "Kiinteät värit";

"DSKUserFoldersRootSource"		= "Kansiot";

"choose" = "Valitse"; // This shows up in the open panel when adding a new folder

"AcessibilityChangePictureImageDescription" = "työpöytä on asetettu vaihtamaan kuvaa automaattisesti";
